[
{"name": "Karen", "date": "30th April 2018", "text": ["I am an angry feminist – today I booked a holiday break through BA holidays for myself and my partner. I put my name down as the first passenger, used my credit card to pay for it and my email address. When the confirmation email came through his name was automatically given top billing on the itinerary. Seriously how is that even possible?!"], "tags": ["airline"]},
{"name": "Lucy", "date": "19th April 2018", "text": ["As a gay teenager, I haven’t been dreadfully conscious of the truth concerning my sexuality at school. It was something I thought that people should be mature enough to handle, and if they weren’t, then they weren’t worth my time. In hindsight, this approach was probably really really stupid.", "\nWithin a few weeks of coming out, I got asked so, so many times about my body, my sexual attraction, everything. F*cking classmates asked me in the middle of maths lessons whether I really liked ‘sticking my fingers up other girls’; whether I was sure about my orientation, if I just hadn’t had a good dicking yet and that was why I was so ‘perverted’. A person I’d known for 3 years asked me if I was a boy now – because, in his mind, lesbians were transgender boys. A concept of girls liking girls seemed impossible to him, and he had the gall to ask me if my breasts were real (‘do lesbians have tits?’). These were fourteen-year-old boys asking me these questions. I was absolutely disgusted – and hurt. That hurts, it hurts so much, when people see you – a classmate that they should respect and just leave alone – as some false-nails porn fantasy, as some ‘bent queer’ who just hasn’t had the right cock in her yet. Couldn’t they just leave me alone? Every other day people would ask me about my sexuality like they had a right to be invested in who I was and wasn’t kissing.", "\nIn other instances, people told me that feminism was all about female domination and that feminists were just trying to take over the world and subdue men. The notion that feminism was still necessary didn’t strike them despite the harassment and rape rates, the workplace discrimination statistics, all the other glaringly obvious things. Another time I got told that the only reason women were in lower job positions than men and there were fewer female executives/women in positions of power, was because women were naturally better at tending to children, and that it couldn’t be asked of the father to look after them as it would be too much of a burden on his manly, manly soul. Societal and ingrained prejudices and normalized discrimination did not seem a real and actual thing to him.", "\nEvery time I confront someone on the way they treat women or LGBT+ people, they tell me I’m making a fuss over nothing, that women and men are equal now, that ‘societal prejudice’ is just made up. And every time I think about this, I feel angrier and angrier. Because I feel as if there’s nothing I can do. Some people will change their minds, but many never will and will die full of hate, racism, sexism, and homophobia.  I cannot change the way they think. I cannot pick a fight with every other builder on a street corner who tells me – a fourteen-year-old – that I have nice tits, I cannot argue with every classmate who tells me ‘rape is just rough sex’ and that ‘it feels good after a while’. I, a schoolgirl, am utterly powerless against the people who would objectify me. I have this raging, hot anger inside me, I want people to apologise, to see that gender equality is more than the right to vote and equal pay (which, by the way? Still not a thing). I want rapists to go to jail, I want sexism to be explained clearly and explicitly to every primary school child so that they know that sexism is still real, I want boys (and girls!!) to understand from a young age that doing anything without your partner’s consent is wrong. I want this bullsh*t attitude of ‘female dominance’ to be discarded and for people to realize that they are scared of being emasculated. I want men to know that they can be raped too and that they shouldn’t buckle down and shut up about it. I want prostitutes and sex workers to be treated equally – working in the sex industry does NOT equal lesser rights as a human being. I want slut-shaming to not be a thing, I want lesbians to stop being seen as either a fetish or a warped thing of nature, I want gay men to stop being seen as either creepy ass-rapist pedophiles or feminine sluts. I want transgender people to stop being seen as perverts who are trying to spy on you in the bathroom, I want women of color to stop being fetishized.", "\nIf I read this out to the boys at my school, there would be a divided reaction: many boys would leave laughing and joking about my hair, or how I shake when I’m nervous or snicker as they leave abusive notes in my locker, but secretly feeling ashamed and angry about themselves. A positively minuscule number would openly agree, and I can almost guarantee that they would have female friends or be part of the LGBT+ community, and would know either first-hand what it’s like to experience gender discrimination or have heard it from people they care about. And I know that most of the boys would leave, rolling their eyes at another feminist propaganda rant. ", "Maybe this is a rant, and it definitely is feminist. But it’s not propaganda. I’m not trying to win over the gays and build an army of women. I’m asking men to take me seriously. I’m asking for more men to step in when girls get harassed, for more male classmates to stand up and defend gender equality, for more boys to stop being so scared of the word ‘gay’ being used as an insult and get a damn grip on their bullsh*t masculinity, and realise that most people will love them regardless of how they come dressed into school, how they talk, who they kiss, what they do in their spare time. And if they’ve found themselves friends that criticise them because of that – then they’re pretty sh*tty friends, if I do say so myself. People who put down their own friends in order to feel validated about what they do with their reproductive organs are assholes.", "I really diverged in the end… but I hope some of you can relate. This website is wonderful and brings so many women together."], "tags": ["feminism", "harassment", "LGBT", "queer women", "School", "school sexism"]},
{"name": "Deanna Alvarado", "date": "19th April 2018", "text": ["I like to believe I am a very vibrant human being. I believe in the word and action ‘excelsior’, or taking all the negativity and turning it into fuel to find the positivity; to find a silver lining. However, it is an extremely tedious task when there is a population of boys- (I refuse to call them men) who feel for some unknown reason, that they are entitled to my space. That they have this privilege to not only stare at woman like they are meat and nothing more, but to open their degrading and disrespectful mouths and yell out derogatory statements. A vibrant person should have the right to walk 3 classrooms down and heat up her lunch and feel safe in practicing that right. But instead I sit in a classroom with little to no people eating cold spaghetti because I feel powerless and small when I do it. When I walk to the microwave I get told to rest my backside against the wall so the people behind me will stop staring at my ass. And when I turn to look, see an entire group of boys staring at me like an object. Or today, April 18, 2017, I walked out of my classroom and a boy gestured at me and nonchalantly told his friend “that bitch has a fat ass.” I responded with “my name is Deanna not bitch” but even so it was beyond infuriating and made me want to punch him in the face because I know the pain of my fist would not be nearly as painful as what he said was. It was an unparalleled frustration. I left the room shaking in fury and saw my friend David who I have even more respect for because of the amount of respect he has for woman. I told David what I thought and felt about him in that moment, “David, you respect woman so much and I know it’s a really prevalent quality in your personality and I just want you to know I respect and appreciate that.” I praised him for it. Then it hit me, I praised a man for doing something all men should do everyday, all day. Respect woman. Not make the vibrancy dissipate because they were never taught to speak. Not make them feel powerless. Not make them think it’s their fault for wearing leans too tight, or a tank top in 80 degree weather. Not make them run to their next class with a red hot face full of tears. Not allow her to walk to and from class or heat up her lunch without being sexually harassed. When I spoke about this hours later I was told by David that maybe I “should have a guy heat up my food instead next time.” I was told by my mom to “heat up my lunch before leaving for school in the morning because it’ll be cold but not as cold and you won’t have to deal with all that.”"], "tags": ["Discrimination", "excelsior", "powerless", "respect", "School", "speak up", "vibrancy", "woman"]},
{"name": "Teacher27", "date": "19th April 2018", "text": ["Bullying of female teachers always starts with male managers and male teachers throwing their weight around and taking the best of everything (jobs, classes, time slots etc) for themselves and their mates."], "tags": ["australia", "Bullying in education", "Workplace"]},
{"name": "Open your legs", "date": "19th April 2018", "text": ["When I was seventeen, so last summer, I was walking on the streets with my cousin, in Montreal, on a sunny afternoon and a man, that I didn’t know, followed us and told me that I was pretty and I had be around the same age as his daughter. He then told me that it was the time for me to open my legs to a real man… I told him that it was not of his business and I asked him to stop, he didn’t. We kept walking and I tried to ignore the comments that he was screaming out loud in the streets. No one and not even my cousin, that was acting like nothing was going on, helped me. I felt so alone."], "tags": ["#catcall #teen #sexualcomments #public space", "Public space"]},
{"name": "Izzy", "date": "19th April 2018", "text": ["Today, amid the heatwave my year group received an email (from our head of sixth form) informing us to wear longer skirts and to cover our shoulders, as members of the public had called my school ‘complaining that some students are wearing inappropriate clothing and the length of skirt/dresses [being too short]’. I am unsure why this objectification of its students is being heralded by the school as something we the children must adhere to. The members of the public obviously knew that the girl’s whose legs, bums and shoulders they were staring at so intently that it forced them to complain were minors, on top of this, who are they to judge the impropriety of young women’s clothing. The email also let us know that our clothing makes people uncomfortable – this made me wonder if these anonymous people feel as uncomfortable as the students in my school now feel knowing that people are staring them down on the street, sexually objectifying them and complaining about them to their school? It is bad enough that with catcalling young girls are expected to put up with being sexually harassed in the street let alone have their school condoning and validating further objectification."], "tags": ["Public space", "School"]},
{"name": "Solution not accepted", "date": "18th April 2018", "text": ["Frequently at work my solution is not accepted and refused however; when the same solution is repeated by a male colleague it is accepted – even when the male colleague is a lower grade to me."], "tags": ["Workplace"]},
{"name": "Another story a bit like Catherine’s (of 13th April 2018)", "date": "18th April 2018", "text": ["In the 80s, I rented a room in a flat with 3 other girls in a North London Council block. One evening, I passed a guy I knew slightly and didn’t fancy at all on the stairs.  We started chatting and he asked me if I’d Iike a coffee at his flat.  Because I had a lot of male friends at the time who were very decent I misjudged his intentions and said yes. As usual I was dressed modestly, in a summer dress.", "\nAs soon as we were in the flat, his manner changed suddenly and he pushed me intto his room and started taking my clothes off. I kept saying ‘no’ and he slapped me and told me to be quiet because his mother was in the next room (I could hear the television.. I stopped talking and then tried to crawl off the bed instead to the door.  He pulled me back by my legs and did what he intended. I was stunned and shocked by how sudden this was and by his strength (he was an amateur boxer).", "\nI don’t remember anything about how he was, getting dressed or getting away after that until the point where I was back in my flat. The other girls were home and saw immediately something was wrong. They aske me what had happened and I just said I’d been downstairs at X’s flat.  (Thirty years later, I don’t remember his name.). It was summertime and they pointed out that my knees were very bruised but I just said I was OK again.  I know they were concerned and didn’t believe me but nothing else was said.", "\nFor many years, I reproached myself for not being able to speak up and my mind kept trying to convince me I hadn’t been raped after all – it was just a terrible ‘misunderstanding’.  Now that I understand this was an explainable reaction for someone who had been sexually abused as a young child in a public hospital in mainland Europe (“if you make a noise or tell anyone, they won’t believe you”), my reaction makes more sense but I still feel ashamed about it all.", "\nAlthough I’ve mentioned to my long-term partner that I was raped, this is just one event from my very abused past and I’ve never described the details to anyone before or been able to articulate them this clearly. Even today, I wouldn’t go to the police as it would just be my word against his as I lost touch with the other girls from the flat and because I’m pretty sure that, despite the glaring evidence to the contrary, the guy somehow kidded homself that he hadn’t done anything wrong. (I don’t know how I know this – maybe it was just the way he continued to behave afterwards as though nothing had happened, at all, while I made a point of avoiding his attempts to speak to me.)", "\nCatherine, I hope sharing my thoughts about what happened to me helps your understanding of your own situation."], "tags": ["Home", "Rape; Denial; Long-Term Effects; Sexual Abuse; Hospital"]},
{"name": "Pritika", "date": "18th April 2018", "text": ["A few months back, I learned that my uncle narrates weird bedtime stories to my little cousin. And guess what, it’s about me getting married just after finishing my college. One day my aunt even came to my mom and started blabbering about one of her acquaintance, who can be the best suitor for me. I was hurt very badly.Maybe I’m overreacting but I’m doing so because it’s my life, and I’m only 16, who the f*ck gave them the rights to decide about my future.  I can’t say anything to them because it’s not taken very nicely by the society though I wanna curse them to death.", "\n I live in a developing country with very strict rules of the society and chauvinism at every corner of it, nevertheless I dream of flying high and being free."], "tags": ["Chauvinism", "Home", "societal constrictions"]},
{"name": "kate", "date": "18th April 2018", "text": ["the first time i got catcalled i was 12 years old. as a heavier girl with wider hips and a larger chest than both girls my age, i didn’t look 12. i live about 2 hours from Melbourne and this incident was the first time i had been there without my parents. however, i was with my brother, who was 13 and rather useless. during this one day, i had been told about my ass, my boobs and what people wanted to do to me in general four times. in. one. day. i don’t know whether my brother din’t hear them, or just chose to ignore them, but he din’t do anything. i just thought it was normal.", "\nin the four years since this, several more incidences have happened, and until now, i haven’t shared any", "\nthese include,", "\n-being groped at a school event", "\n-being followed around by a man in Japan", "\n-told that i should ‘cover up’ because ‘i’m asking for it’"], "tags": ["Public space", "Public Transport"]}
][
{"name": "Karen", "date": "30th April 2018", "text": ["I am an angry feminist – today I booked a holiday break through BA holidays for myself and my partner. I put my name down as the first passenger, used my credit card to pay for it and my email address. When the confirmation email came through his name was automatically given top billing on the itinerary. Seriously how is that even possible?!"], "tags": ["airline"]},
{"name": "Lucy", "date": "19th April 2018", "text": ["As a gay teenager, I haven’t been dreadfully conscious of the truth concerning my sexuality at school. It was something I thought that people should be mature enough to handle, and if they weren’t, then they weren’t worth my time. In hindsight, this approach was probably really really stupid.", "\nWithin a few weeks of coming out, I got asked so, so many times about my body, my sexual attraction, everything. F*cking classmates asked me in the middle of maths lessons whether I really liked ‘sticking my fingers up other girls’; whether I was sure about my orientation, if I just hadn’t had a good dicking yet and that was why I was so ‘perverted’. A person I’d known for 3 years asked me if I was a boy now – because, in his mind, lesbians were transgender boys. A concept of girls liking girls seemed impossible to him, and he had the gall to ask me if my breasts were real (‘do lesbians have tits?’). These were fourteen-year-old boys asking me these questions. I was absolutely disgusted – and hurt. That hurts, it hurts so much, when people see you – a classmate that they should respect and just leave alone – as some false-nails porn fantasy, as some ‘bent queer’ who just hasn’t had the right cock in her yet. Couldn’t they just leave me alone? Every other day people would ask me about my sexuality like they had a right to be invested in who I was and wasn’t kissing.", "\nIn other instances, people told me that feminism was all about female domination and that feminists were just trying to take over the world and subdue men. The notion that feminism was still necessary didn’t strike them despite the harassment and rape rates, the workplace discrimination statistics, all the other glaringly obvious things. Another time I got told that the only reason women were in lower job positions than men and there were fewer female executives/women in positions of power, was because women were naturally better at tending to children, and that it couldn’t be asked of the father to look after them as it would be too much of a burden on his manly, manly soul. Societal and ingrained prejudices and normalized discrimination did not seem a real and actual thing to him.", "\nEvery time I confront someone on the way they treat women or LGBT+ people, they tell me I’m making a fuss over nothing, that women and men are equal now, that ‘societal prejudice’ is just made up. And every time I think about this, I feel angrier and angrier. Because I feel as if there’s nothing I can do. Some people will change their minds, but many never will and will die full of hate, racism, sexism, and homophobia.  I cannot change the way they think. I cannot pick a fight with every other builder on a street corner who tells me – a fourteen-year-old – that I have nice tits, I cannot argue with every classmate who tells me ‘rape is just rough sex’ and that ‘it feels good after a while’. I, a schoolgirl, am utterly powerless against the people who would objectify me. I have this raging, hot anger inside me, I want people to apologise, to see that gender equality is more than the right to vote and equal pay (which, by the way? Still not a thing). I want rapists to go to jail, I want sexism to be explained clearly and explicitly to every primary school child so that they know that sexism is still real, I want boys (and girls!!) to understand from a young age that doing anything without your partner’s consent is wrong. I want this bullsh*t attitude of ‘female dominance’ to be discarded and for people to realize that they are scared of being emasculated. I want men to know that they can be raped too and that they shouldn’t buckle down and shut up about it. I want prostitutes and sex workers to be treated equally – working in the sex industry does NOT equal lesser rights as a human being. I want slut-shaming to not be a thing, I want lesbians to stop being seen as either a fetish or a warped thing of nature, I want gay men to stop being seen as either creepy ass-rapist pedophiles or feminine sluts. I want transgender people to stop being seen as perverts who are trying to spy on you in the bathroom, I want women of color to stop being fetishized.", "\nIf I read this out to the boys at my school, there would be a divided reaction: many boys would leave laughing and joking about my hair, or how I shake when I’m nervous or snicker as they leave abusive notes in my locker, but secretly feeling ashamed and angry about themselves. A positively minuscule number would openly agree, and I can almost guarantee that they would have female friends or be part of the LGBT+ community, and would know either first-hand what it’s like to experience gender discrimination or have heard it from people they care about. And I know that most of the boys would leave, rolling their eyes at another feminist propaganda rant. ", "Maybe this is a rant, and it definitely is feminist. But it’s not propaganda. I’m not trying to win over the gays and build an army of women. I’m asking men to take me seriously. I’m asking for more men to step in when girls get harassed, for more male classmates to stand up and defend gender equality, for more boys to stop being so scared of the word ‘gay’ being used as an insult and get a damn grip on their bullsh*t masculinity, and realise that most people will love them regardless of how they come dressed into school, how they talk, who they kiss, what they do in their spare time. And if they’ve found themselves friends that criticise them because of that – then they’re pretty sh*tty friends, if I do say so myself. People who put down their own friends in order to feel validated about what they do with their reproductive organs are assholes.", "I really diverged in the end… but I hope some of you can relate. This website is wonderful and brings so many women together."], "tags": ["feminism", "harassment", "LGBT", "queer women", "School", "school sexism"]},
{"name": "Deanna Alvarado", "date": "19th April 2018", "text": ["I like to believe I am a very vibrant human being. I believe in the word and action ‘excelsior’, or taking all the negativity and turning it into fuel to find the positivity; to find a silver lining. However, it is an extremely tedious task when there is a population of boys- (I refuse to call them men) who feel for some unknown reason, that they are entitled to my space. That they have this privilege to not only stare at woman like they are meat and nothing more, but to open their degrading and disrespectful mouths and yell out derogatory statements. A vibrant person should have the right to walk 3 classrooms down and heat up her lunch and feel safe in practicing that right. But instead I sit in a classroom with little to no people eating cold spaghetti because I feel powerless and small when I do it. When I walk to the microwave I get told to rest my backside against the wall so the people behind me will stop staring at my ass. And when I turn to look, see an entire group of boys staring at me like an object. Or today, April 18, 2017, I walked out of my classroom and a boy gestured at me and nonchalantly told his friend “that bitch has a fat ass.” I responded with “my name is Deanna not bitch” but even so it was beyond infuriating and made me want to punch him in the face because I know the pain of my fist would not be nearly as painful as what he said was. It was an unparalleled frustration. I left the room shaking in fury and saw my friend David who I have even more respect for because of the amount of respect he has for woman. I told David what I thought and felt about him in that moment, “David, you respect woman so much and I know it’s a really prevalent quality in your personality and I just want you to know I respect and appreciate that.” I praised him for it. Then it hit me, I praised a man for doing something all men should do everyday, all day. Respect woman. Not make the vibrancy dissipate because they were never taught to speak. Not make them feel powerless. Not make them think it’s their fault for wearing leans too tight, or a tank top in 80 degree weather. Not make them run to their next class with a red hot face full of tears. Not allow her to walk to and from class or heat up her lunch without being sexually harassed. When I spoke about this hours later I was told by David that maybe I “should have a guy heat up my food instead next time.” I was told by my mom to “heat up my lunch before leaving for school in the morning because it’ll be cold but not as cold and you won’t have to deal with all that.”"], "tags": ["Discrimination", "excelsior", "powerless", "respect", "School", "speak up", "vibrancy", "woman"]},
{"name": "Teacher27", "date": "19th April 2018", "text": ["Bullying of female teachers always starts with male managers and male teachers throwing their weight around and taking the best of everything (jobs, classes, time slots etc) for themselves and their mates."], "tags": ["australia", "Bullying in education", "Workplace"]},
{"name": "Open your legs", "date": "19th April 2018", "text": ["When I was seventeen, so last summer, I was walking on the streets with my cousin, in Montreal, on a sunny afternoon and a man, that I didn’t know, followed us and told me that I was pretty and I had be around the same age as his daughter. He then told me that it was the time for me to open my legs to a real man… I told him that it was not of his business and I asked him to stop, he didn’t. We kept walking and I tried to ignore the comments that he was screaming out loud in the streets. No one and not even my cousin, that was acting like nothing was going on, helped me. I felt so alone."], "tags": ["#catcall #teen #sexualcomments #public space", "Public space"]},
{"name": "Izzy", "date": "19th April 2018", "text": ["Today, amid the heatwave my year group received an email (from our head of sixth form) informing us to wear longer skirts and to cover our shoulders, as members of the public had called my school ‘complaining that some students are wearing inappropriate clothing and the length of skirt/dresses [being too short]’. I am unsure why this objectification of its students is being heralded by the school as something we the children must adhere to. The members of the public obviously knew that the girl’s whose legs, bums and shoulders they were staring at so intently that it forced them to complain were minors, on top of this, who are they to judge the impropriety of young women’s clothing. The email also let us know that our clothing makes people uncomfortable – this made me wonder if these anonymous people feel as uncomfortable as the students in my school now feel knowing that people are staring them down on the street, sexually objectifying them and complaining about them to their school? It is bad enough that with catcalling young girls are expected to put up with being sexually harassed in the street let alone have their school condoning and validating further objectification."], "tags": ["Public space", "School"]},
{"name": "Solution not accepted", "date": "18th April 2018", "text": ["Frequently at work my solution is not accepted and refused however; when the same solution is repeated by a male colleague it is accepted – even when the male colleague is a lower grade to me."], "tags": ["Workplace"]},
{"name": "Another story a bit like Catherine’s (of 13th April 2018)", "date": "18th April 2018", "text": ["In the 80s, I rented a room in a flat with 3 other girls in a North London Council block. One evening, I passed a guy I knew slightly and didn’t fancy at all on the stairs.  We started chatting and he asked me if I’d Iike a coffee at his flat.  Because I had a lot of male friends at the time who were very decent I misjudged his intentions and said yes. As usual I was dressed modestly, in a summer dress.", "\nAs soon as we were in the flat, his manner changed suddenly and he pushed me intto his room and started taking my clothes off. I kept saying ‘no’ and he slapped me and told me to be quiet because his mother was in the next room (I could hear the television.. I stopped talking and then tried to crawl off the bed instead to the door.  He pulled me back by my legs and did what he intended. I was stunned and shocked by how sudden this was and by his strength (he was an amateur boxer).", "\nI don’t remember anything about how he was, getting dressed or getting away after that until the point where I was back in my flat. The other girls were home and saw immediately something was wrong. They aske me what had happened and I just said I’d been downstairs at X’s flat.  (Thirty years later, I don’t remember his name.). It was summertime and they pointed out that my knees were very bruised but I just said I was OK again.  I know they were concerned and didn’t believe me but nothing else was said.", "\nFor many years, I reproached myself for not being able to speak up and my mind kept trying to convince me I hadn’t been raped after all – it was just a terrible ‘misunderstanding’.  Now that I understand this was an explainable reaction for someone who had been sexually abused as a young child in a public hospital in mainland Europe (“if you make a noise or tell anyone, they won’t believe you”), my reaction makes more sense but I still feel ashamed about it all.", "\nAlthough I’ve mentioned to my long-term partner that I was raped, this is just one event from my very abused past and I’ve never described the details to anyone before or been able to articulate them this clearly. Even today, I wouldn’t go to the police as it would just be my word against his as I lost touch with the other girls from the flat and because I’m pretty sure that, despite the glaring evidence to the contrary, the guy somehow kidded homself that he hadn’t done anything wrong. (I don’t know how I know this – maybe it was just the way he continued to behave afterwards as though nothing had happened, at all, while I made a point of avoiding his attempts to speak to me.)", "\nCatherine, I hope sharing my thoughts about what happened to me helps your understanding of your own situation."], "tags": ["Home", "Rape; Denial; Long-Term Effects; Sexual Abuse; Hospital"]},
{"name": "Pritika", "date": "18th April 2018", "text": ["A few months back, I learned that my uncle narrates weird bedtime stories to my little cousin. And guess what, it’s about me getting married just after finishing my college. One day my aunt even came to my mom and started blabbering about one of her acquaintance, who can be the best suitor for me. I was hurt very badly.Maybe I’m overreacting but I’m doing so because it’s my life, and I’m only 16, who the f*ck gave them the rights to decide about my future.  I can’t say anything to them because it’s not taken very nicely by the society though I wanna curse them to death.", "\n I live in a developing country with very strict rules of the society and chauvinism at every corner of it, nevertheless I dream of flying high and being free."], "tags": ["Chauvinism", "Home", "societal constrictions"]},
{"name": "kate", "date": "18th April 2018", "text": ["the first time i got catcalled i was 12 years old. as a heavier girl with wider hips and a larger chest than both girls my age, i didn’t look 12. i live about 2 hours from Melbourne and this incident was the first time i had been there without my parents. however, i was with my brother, who was 13 and rather useless. during this one day, i had been told about my ass, my boobs and what people wanted to do to me in general four times. in. one. day. i don’t know whether my brother din’t hear them, or just chose to ignore them, but he din’t do anything. i just thought it was normal.", "\nin the four years since this, several more incidences have happened, and until now, i haven’t shared any", "\nthese include,", "\n-being groped at a school event", "\n-being followed around by a man in Japan", "\n-told that i should ‘cover up’ because ‘i’m asking for it’"], "tags": ["Public space", "Public Transport"]}
]